Revit 2023 API
GroupTypeId.Length Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Length { get; }
Visual Basic
Public Shared ReadOnly Property Length As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Length {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace